[
    {
      "id": 1,
      "title": "Arts Lesson",
      "price": "5000tk/3month",
      "description": "Students will learn to draw a Peacock by emphasizing one or more of the elements of art.They will attempt to fill the space of the art composition by identifying lines and shapes using a variety of media."
    },
    {
      "id": 2,
      "title": "Language Lesson",
      "price": "4500tk/2month",
      "description": "Recognize letter-sound relationships,Identify and generate rhyming words,Use a reading strategy when confronted with an Engage in shared/independent reading of familiarpredictable text,Speak effectively with appropriate volume,Participate in class discussionsunknown word."
    },
    {
      "id": 3,
      "title": "Music Lesson",
      "price": "5200tk/month",
      "description": "This most important goal for any child’s music lessons is for the child to have fun. Yes, there is a fair amount of hard work that goes into creating music lesson plans for kids, but if the student isn’t enjoying the process, then he or she probably won’t continue to play music for very long.Learning how to play an instrument is a long and challenging process that Not only are kids challenged to maintain a consistent practice schedule, but they will also come across skills that are difficult for them to grasp."
    },
    {
      "id": 4,
      "title": "Sports Lesson",
      "price": "3500tk/2month",
      "description": "In this lesson students practice by talking about playing different sports using the structure \"I play / I do play .Students play lots of fun sporting activities,sing a song, talk about sports equipment and read a funny story."
    },
    {
      "id": 5,
      "title": "Study Lesson",
      "price": "6000tk/3month",
      "description": "Demonstrates ability to sit quietly both alone and in a group setting to listen and participate in an activity.Practices self-control, patience, and ability to accept delayed gratification.Is able to share feelings in a range of contexts and shows empathy towards others.Practices self-care and maintenance tasks such as brushing teeth,"
    },
    {
      "id": 6,
      "title": "Experiment Lesson",
      "price": "1500tk/month",
      "description": "Use this lesson plan to introduce students to the concept of true experimental design. Students will watch a video lesson, discuss true experiments and their components, and design a hypothetical true experiment."
    }
  ]